<template>
    <div class="page2R1 full">
        <Table2 :data="data" :column="column"/>
    </div>
</template>

<script>
import Table2 from '../compontes/table2'

export default {
  name: 'page2R1',
  components: { Table2 },
  data () {
    return {
      column: ['门店名', '品类名', '食安差评类型', '吃出异物', '食品变质', '环境卫生', '疑似事故', '评价内容'],
      data: [
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加'],
        ['云膳过桥米线(古美路旗舰', '小吃快餐', ' 食品变质', '0', ' 0', ' 0 ', '0 ', '点评上团的鸡汤米线加']
      ]
    }
  }
}
</script>

<style scoped lang="less">
.page2R1 {
}
</style>
