export default 
  {
  注册信息: {
    基本信息: {
      名称: '',
      类型: '',
      统一社会信用代码: '',
      注册号: '',
      // 地址: '',
      登记机关: '',
      注册日期: '',
      核准日期: '',
      经营期限: '',
      地址: '',
      // 经济性质: '',
      注册资金: '',
      '法定代表人(经营者)': '',
      所属监管所: '',
      // 所属网格: '',
      // 信用分类: '',
      登记状态: ''
      // 经纬度: ''
    },
    // 营业执照: {
    //   企业名称: '荣盛房地产发展股份有限公司', 
    //   类型: '其他股份有限公司(上市)', 
    //   统一社会信用代码: '911310002360777000', 
    //   住所: '河北廊坊经济技术开发区祥云道81号荣盛发展大厦',
    //   登记机关: '廊坊市市场监督管理局',
    //   成立日期: '1996年12月30日',
    //   经营期限自: '无固定期限',
    //   经营期限至: '无固定期限',
    //   注册资本: '434816.385100万',
    //   法定代表人: '耿建明',
    //   登记状态: '存续（在营、开业、在册）',
    //   经营范围: ''
    // },
    经营范围信息: {
      行业类别: '',
      行业门类: '',
      经营范围: ''
    },
    法定代表人信息: {
      法定代表人: '',
      国籍: '',
      性别: '',
      民族: '',
      证件类型: '',
      证件号: '',
      出生日期: '',
      住址: '',
      职务: '',
      职务产生方式: '',
      联系方式: '',
      电子邮箱: '.cn'

    },
    股东信息: {
      姓名: '',
      证件类型: '',
      证件号码: '',
      联系方式: '',
      电子邮箱: '',
      所属地区: '',
      出资者类型: '',
      出资额: '',
      实收资本: ''

    },
    高管信息: {
      姓名: '',
      国家: '',
      职务: '',
      产生方式: '',
      委派单位: ''

    },
    企业状态: {
      企业状态: '',
      案件状态: '',
      年检状态: '',
      监管状态: '',
      回访状态: '',
      信用等级: ''

    },
    联系人信息: {
      联络员姓名: '',
      联系地址: '',
      证件类型: '',
      号码: '',
      联系电话: '',
      部门: '',
      电子邮箱: ''

    }
  },
  许可信息: {
    食品生产许可: {
      主体名称: '',
      法人名称: '',
      生产地址: '',
      证书编号: '',
      签发人: '',
      有效期至: '',
      发证机构所属区县: '',
      社会信用代码: '',
      住所: '',
      产品范围类别: '',
      日常监管人员: '',
      签发日期: '',
      证书状态: '',
      申请事项名称: ''

    },
    食品经营许可: {
      证书编号: '',
      证书名称: '',
      发证日期: '',
      经营区县: '',
      经营场所: '',
      经营者名称: '',
      法人: '',
      '有效期至（期限）': '',
      经营街道: '',
      主体业态: '',
      经营项目: '',
      签发人: '',
      日常监管人员: ''

    },
    特种设备许可: {
      主体名称: '',
      注册地址: '',
      制造地址: '',
      审批机关: '',
      发证机关: '',
      有效期至: '',
      发证日期: '',
      特种设备类型: '',
      级别: '',
      '型号/参数': ''
    },
    药品生产许可: {
      企业名称: '',
      法人名称: '',
      生产地址: '',
      证书编号: '',
      签发人: '',
      有效期至: '',
      发证机构所属区县: '',
      社会信用代码: '',
      住所: '',
      产品范围类别: '',
      日常监管人员: '',
      签发日期: '',
      证书状态: '',
      申请事项名称: ''

    },
    药品经营许可: {
      注册地址: '',
      许可证号: '',
      发证日期: '',
      经营方式: '',
      经营范围: '',
      法定代表人: '',
      质量负责人: '',
      GSP证书编号: '',
      GSP有效日期: '',
      联系人手机: '',
      注册地址街道: '',
      企业名称: '',
      有效日期: '',
      库房地址: '',
      企业负责人: '',
      经营类别: '',
      GSP认证日期: '',
      联系人: ''

    },
    医疗器械生产许可: {
      许可证编号: '',
      签发日期: '',
      企业类别: '',
      住所街道: '',
      信用代码: '',
      生产地址: '',
      联系人: '',
      营业执照截止: '',
      公司类型: '',
      法定代表人: '',
      企业名称: '',
      有效期至: '',
      住所区县: '',
      企业住所: '',
      生产地址所在区: '',
      通讯地址: '',
      证书状态: '',
      通讯地址电话: '',
      负责人: ''

    },
    医疗器械经营许可: {
      '经营场所区县（经营地址）': '',
      监管所: '',
      '发证日期（期限）': '',
      企业名称: '',
      经营场所: '',
      法定代表人: '',
      质量负责人: '',
      联系人手机: '',
      证书类别: '',
      经营场所街道: '',
      许可证号: '',
      有效日期: '',
      住所: '',
      库房地址: '',
      企业负责人: '',
      联系人: '',
      证书状态: ''
    },
    其他许可: {
      许可文件编号: '',
      许可文件类型: '',
      许可机关: '',
      有效期至: '',
      许可内容: '',
      状态: '',
      数据来源: ''
    }
  },
  备案信息: {
    保健食品备案: {
      产品名称: '',
      备案人: '',
      备案人地址: '',
      生产企业: '',
      产品生产地区: '',
      备案结论: '',
      备案号: '',
      附件: '',
      备注: '',
      备案部门: '',
      备案日期: ''
    },
    医疗器械生产相关备案: {
      备案类型: '',
      备案号: '',
      企业名称: '',
      住所: '',
      生产场所: '',
      法定代表人: '',
      企业负责人: '',
      生产范围: '',
      备案部门: '',
      备案日期: ''
    },
    医疗器械经营相关备案: {

      备案类型: '',
      备案号: '',
      企业名称: '',
      住所: '',
      经营场所: '',
      法定代表人: '',
      企业负责人: '',
      经营方式: '',
      经营范围: '',
      备案部门: '',
      备案日期: ''
    },
    非特殊用途化妆品备案: {
      备案类型: '',
      备案号: '',
      产品名称: '',
      备案部门: '',
      备案日期: '',
      生产企业: '',
      生产企业地址: '',
      实际生产企业: '',
      成分: '',
      说明: '',
      备注: ''
    },
    网站备案信息: {
      备案号: '',
      网站名称: '',
      备案部门: '',
      备案日期: ''
    }
  },
  监管信息: {
    质量公告: [],
    双随机抽查公示情况: {
      '计划名称（双随机任务名称）': '',
      抽查机关: '',
      完成日期: '',
      抽查结果: ''
    },
    检查信息: {
      检查类型: '',
      检查结果: '',
      检查人员: '',
      检查日期: '',
      视频信息: ''
    },
    检测信息: {
      检测项目: '',
      检测结果: '',
      检测日期: '',
      操作: ''
    },
    处罚信息: {
      案件编号: '',
      案件名称: '',
      没收金额: '',
      罚款金额: '',
      处罚日期: '',
      处罚机关: '',
      处罚文号: ''
    },
    年报报送情况: {
      年报年度: '2019',
      年报状态: '正常',
      年报类型: '',
      '资产总额（万）': '',
      '负债总额（万）': '',
      '销售总额（万）': '',
      '利润总额（万）': '',
      '净利润（万）': '',
      '纳税总额（万）': ''

    },
    抽查公示情况: {
      抽查批次: '',
      检查机关: '',
      公示时间: '',
      抽查结果: ''

    },
    被投诉举报情况: {
      投诉举报时间: '',
      内容: '',
      投诉举报人: '',
      处置情况: '',
      处置时间: ''

    },
    其他良好信用: {
      荣誉名称: '',
      荣誉等级: '',
      说明: '',
      授予单位: '',
      授予日期: ''
    },
    被监控情况: {
      监控日期: '',
      申请方: '',
      监控级别: '',
      监控类别: '',
      监控原因: '',
      监控措施: ''

    }
  },
  // 税收信息: {
  //   税收信息: {
  //     纳税人识别码: '',
  //     主体名称: '',
  //     税收合计: '',
  //     年份: '',
  //     月份: '',
  //     主体id: ''

  //   }

  // },
  // 网站信息: {
  //   网站信息: {
  //     网站名称: '荣盛房地产发展股份有限公司',
  //     网站域名: 'risesun.cn',
  //     联系人: '陈金海',
  //     联系方式: '17682342923',
  //     主体id: ''

  //   }
  // },
  // 扫描件: {},
  // 人证对比信息: {
  //   人证比对信息: {
  //     时间: '',
  //     姓名: '',
  //     人员类型: '',
  //     证件号码: '',
  //     核减结果: '',
  //     现场照片: '',
  //     证件照片: ''

  //   },
  //   人员信息: {
  //     性别: '',
  //     出生日期: '',
  //     民族: '',
  //     核验方式: '',
  //     是否签字确认: '',
  //     身份证有效期: '',
  //     身份证号码: '',
  //     户籍地址: ''

  //   }
  // },
  // 场地查看: {
  //   场地查看基础信息表: {
  //     场地查看任务id: '',
  //     企业id: '',
  //     告知承诺: '',
  //     申请类型: '',
  //     场地查看任务状态: '',
  //     场地查看类型: '',
  //     处理结果: '',
  //     实际处理人: '',
  //     处理时间: '',
  //     '备注说明/不合格内容': '',
  //     审核结果: '',
  //     审核人: '',
  //     审核时间: '',
  //     场地查看创建人: '',
  //     场地查看创建时间: '',
  //     更新人: '',
  //     更新时间: '',
  //     本次任务属于该企业的第几次监管任务: ''

  //   },
  //   场地查看文件上传表: {
  //     文件上传表id: '',
  //     场地查看id: '',
  //     企业id: '',
  //     文件路径: '',
  //     创建人: '',
  //     创建时间: '',
  //     文件类型: '',
  //     文件名称: '',
  //     证据id: '',
  //     证据名称: '',
  //     证据类型: ''

  //   }
  // },
  知识产权:
    {
      知识产权:
        {
          产权类型: '',
          知识产权名称: '',
          公开日期: '',
          申请日期: '',
          技术领域: '',
          '申请企业(个人)': '',
          申请地址: '',
          申请人类型: '',
          失效时间: '',
          法律状态: '',
          代理人: '',
          代理机构: ''

        }
    },
  特种设备: {
    特种设备: {
      特种设备类型: '',
      设备名次: '',
      注册码: '',
      所属监管所: '',
      网格员: '',
      维保负责人: '',
      维保公司: '',
      维保电话: '',
      下次维保时间: '',
      本次检验时间: '',
      检验结论: '',
      下次检验时间: '',
      主体id: ''
    }
  }
}
// , {
//   注册信息: {
//     基本信息: {
//       主体名称: '河北常山生化药业股份有限公司',
//       主体类型: '其他股份有限公司(上市)',
//       统一社会信用代码: '91130100732914772Y',
//       注册号: '130000000011859 ',
//       企业地址: '中国（河北）自由贸易试验区正定片区正定县高新技术产业开发区南区梦龙街71号',
//       登记机关: '石家庄市市场监督管理局',
//       成立日期: '2000/9/28',
//       经营期限: '2000-09-28至无固定期限',
//       经济性质: '私营企业',
//       注册资金: '93496.688万人民币',
//       法定代表人: '高晓东',
//       所属监管所: '',
//       所属网格: '',
//       信用分类: '',
//       企业状态: '存续',
//       经纬度: ''

//     },
//     经营范围信息: {
//       行业类别: '医药生物',
//       行业门类: '生物制品',
//       经营范围: '经营本企业自产产品和技术的出口业务和本企业所需的原辅材料、机械设备、零配件及技术的进口业务（国家限定公司经营和禁止进出口的商品及技术除外）；片剂、硬胶囊剂、小容量注射剂、原料药（肝素钠、肝素钙、低分子量肝素钠（依诺肝素钠、达肝素钠）、低分子量肝素钙（那屈肝素钙）、无蛋白肝素粗品、类肝素、肝素锂、透明质酸钠、枸橼酸西地那非）的生产（凭许可证经营）。（依法须经批准的项目，经相关部门批准后方可开展经营活动）'

//     },
//     法定代表人信息: {
//       法定代表人: '高晓东',
//       国籍: '中国',
//       性别: '男',
//       民族: '汉族',
//       证件类型: '身份证',
//       证件号: '330821196792469000 ',
//       出生日期: '1973年4月',
//       住址: '',
//       职务: '董事长',
//       职务产生方式: '委任',
//       联系方式: '86-311-89190182',
//       电子邮箱: 'csyyzqb@163.com'

//     },
//     股东信息: {
//       姓名: '陈曦',
//       证件类型: '身份证',
//       证件号码: '330821198123828000 ',
//       联系方式: '',
//       电子邮箱: '',
//       所属地区: '中国',
//       出资者类型: '个人',
//       出资额: '3017.99万',
//       实收资本: '3017.99万'

//     },
//     高管信息: {
//       姓名: '刘彦斌',
//       国家: '中国',
//       职务: '副董事长',
//       产生方式: '任命',
//       委派单位: ''

//     },
//     企业状态: {
//       企业状态: '存续',
//       案件状态: '正常',
//       年检状态: '正常',
//       监管状态: '正常',
//       回访状态: '正常',
//       信用等级: 'A'

//     },
//     联系人信息: {
//       联络员姓名: '王建房',
//       联系地址: '河北省石家庄市正定县正定新区银川大街北首',
//       证件类型: '',
//       号码: '',
//       联系电话: '86-311-89190181',
//       部门: '办公室',
//       电子邮箱: 'csyyzqb@163.com'

//     }
//   },
//   许可信息: {
//     食品生产许可: {
//       主体名称: '',
//       法人名称: '',
//       生产地址: '',
//       证书编号: '',
//       签发人: '',
//       有效期至: '',
//       发证机构所属区县: '',
//       社会信用代码: '',
//       住所: '',
//       产品范围类别: '',
//       日常监管人员: '',
//       签发日期: '',
//       证书状态: '',
//       申请事项名称: ''

//     },
//     食品经营许可: {
//       证书编号: '',
//       证书名称: '',
//       发证日期: '',
//       经营区县: '',
//       经营场所: '',
//       经营者名称: '',
//       法人: '',
//       '有效期至（期限）': '',
//       经营街道: '',
//       主体业态: '',
//       经营项目: '',
//       签发人: '',
//       日常监管人员: ''

//     },
//     特种设备许可: {
//       主体名称: '',
//       注册地址: '',
//       制造地址: '',
//       审批机关: '',
//       发证机关: '',
//       有效期至: '',
//       发证日期: '',
//       特种设备类型: '',
//       级别: '',
//       '型号/参数': ''

//     },
//     药品生产许可: {
//       企业名称: '河北常山生化药业股份有限公司',
//       法人名称: '高晓东',
//       生产地址: '石家庄正定镇火车站西富强路9号',
//       证书编号: '冀20150179',
//       签发人: '',
//       有效期至: '2020/12/31',
//       发证机构所属区县: '河北省',
//       社会信用代码: '91130100732914772Y',
//       住所: '中国（河北）自由贸易试验区正定片区正定县高新技术产业开发区南区梦龙街71号',
//       产品范围类别: '药品',
//       日常监管人员: '',
//       签发日期: '2016/1/1',
//       证书状态: '有效',
//       许可内容: '小容量注射剂、片剂（含激素类）、硬胶囊剂、原料药（肝素钠、低分子量肝素钠（依诺肝素钠、达肝素钠）、低分子量肝素钙（那屈肝素钙）、透明质酸钠、肝素钙、无蛋白肝素粗品、类肝素、肝素锂）*** 河北省石家庄市正定新区银川大街北首：原料药（达肝素钠、那屈肝素钙、肝素钠、依诺肝素钠、枸橼酸西地那非）、小容量注射剂'

//     },
//     药品经营许可: {
//       许可证号: '',
//       发证日期: '',
//       经营方式: '',
//       经营范围: '',
//       法定代表人: '',
//       质量负责人: '',
//       GSP证书编号: '',
//       GSP有效日期: '',
//       联系人手机: '',
//       注册地址街道: '',
//       企业名称: '',
//       有效日期: '',
//       注册地址: '',
//       库房地址: '',
//       企业负责人: '',
//       经营类别: '',
//       GSP认证日期: '',
//       联系人: ''

//     },
//     医疗器械生产许可: {
//       许可证编号: '',
//       签发日期: '',
//       企业类别: '',
//       住所街道: '',
//       信用代码: '',
//       生产地址: '',
//       联系人: '',
//       营业执照截止: '',
//       公司类型: '',
//       法定代表人: '',
//       企业名称: '',
//       有效期至: '',
//       住所区县: '',
//       企业住所: '',
//       生产地址所在区: '',
//       通讯地址: '',
//       证书状态: '',
//       通讯地址电话: '',
//       负责人: ''

//     },
//     医疗器械经营许可: {
//       '经营场所区县（经营地址）': '',
//       监管所: '',
//       '发证日期（期限）': '',
//       企业名称: '',
//       经营场所: '',
//       法定代表人: '',
//       质量负责人: '',
//       联系人手机: '',
//       证书类别: '',
//       经营场所街道: '',
//       许可证号: '',
//       有效日期: '',
//       住所: '',
//       库房地址: '',
//       企业负责人: '',
//       联系人: '',
//       证书状态: ''
//     },
//     其他许可: {
//       许可文件编号: '',
//       许可文件类型: '',
//       许可机关: '',
//       有效期至: '',
//       许可内容: '',
//       状态: '',
//       数据来源: ''

//     }
//   },
//   备案信息: {
//     保健食品备案: {
//       产品名称: '',
//       备案人: '',
//       备案人地址: '',
//       生产企业: '',
//       产品生产地区: '',
//       备案结论: '',
//       备案号: '',
//       附件: '',
//       备注: '',
//       备案部门: '',
//       备案日期: ''
//     },
//     医疗器械生产相关备案: {
//       备案类型: '',
//       备案号: '',
//       企业名称: '',
//       住所: '',
//       生产场所: '',
//       法定代表人: '',
//       企业负责人: '',
//       生产范围: '',
//       备案部门: '',
//       备案日期: ''
//     },
//     医疗器械经营相关备案: {

//       备案类型: '',
//       备案号: '',
//       企业名称: '',
//       住所: '',
//       经营场所: '',
//       法定代表人: '',
//       企业负责人: '',
//       经营方式: '',
//       经营范围: '',
//       备案部门: '',
//       备案日期: ''
//     },
//     非特殊用途化妆品备案: {
//       备案类型: '',
//       备案号: '',
//       产品名称: '',
//       备案部门: '',
//       备案日期: '',
//       生产企业: '',
//       生产企业地址: '',
//       实际生产企业: '',
//       成分: '',
//       说明: '',
//       备注: ''
//     },
//     网站备案信息: {
//       备案号: '冀ICP备05011847号-1',
//       网站名称: '河北常山生化药业股份有限公司',
//       备案部门: '',
//       备案日期: 'heparin.cn'

//     }
//   },
//   监管信息: {
//     质量公告: {
//       年度: '',
//       产品名称: '',
//       批号: '',
//       规格: '',
//       类型: '',
//       结果: '',
//       不合格项: ''
//     },
//     双随机抽查公示情况: {
//       '计划名称（双随机任务名称）': '',
//       抽查机关: '',
//       完成日期: '',
//       抽查结果: ''
//     },
//     检查信息: {
//       检查类型: '',
//       检查结果: '',
//       检查人员: '',
//       检查日期: '',
//       视频信息: ''

//     },
//     检测信息: {
//       检测项目: '',
//       检测结果: '',
//       检测日期: '',
//       操作: ''
//     },
//     处罚信息: {
//       案件编号: '',
//       案件名称: '河北常山生化药业股份有限公司违反税收管理',
//       没收金额: '',
//       罚款金额: '200',
//       处罚日期: '2017/9/25',
//       处罚机关: '河北省正定县国家税务局',
//       处罚文号: '78'

//     },
//     年报报送情况: {
//       年报年度: '2019',
//       年报状态: '正常',
//       年报类型: '',
//       '资产总额（万）': '38.45亿',
//       '负债总额（万）': '13.22亿',
//       '销售总额（万）': '6.97亿',
//       '利润总额（万）': '1.71亿',
//       '净利润（万）': '1.32亿',
//       '纳税总额（万）': '3920.23万'

//     },
//     抽查公示: {
//       产品批次: '',
//       检测机构: '',
//       公示时间: '',
//       抽查结果: ''

//     },
//     被投诉举报情况: {
//       投诉举报时间: '',
//       内容: '',
//       投诉举报人: '',
//       处置情况: '',
//       处置时间: ''

//     },
//     其他良好信用: {
//       荣誉名称: '',
//       荣誉等级: '',
//       说明: '',
//       授予单位: '',
//       授予日期: ''
//     },
//     被监控情况: {
//       监控日期: '',
//       申请方: '',
//       监控级别: '',
//       监控类别: '',
//       监控原因: '',
//       监控措施: ''

//     }
//   },
//   税收信息: {
//     税收信息: {
//       纳税人识别码: '',
//       主体名称: '',
//       税收合计: '',
//       年份: '',
//       月份: '',
//       主体id: ''

//     }

//   },
//   网站信息: {
//     网站信息: {

//       网站名称: '河北常山生化药业股份有限公司',
//       网站域名: 'heparin.cn',
//       联系人: '',
//       联系方式: '',
//       主体id: ''
//     }
//   },
//   // 扫描件: {},
//   人证对比信息: {
//     人证比对信息: {
//       时间: '',
//       姓名: '',
//       人员类型: '',
//       证件号码: '',
//       核减结果: '',
//       现场照片: '',
//       证件照片: ''

//     },
//     人员信息: {
//       性别: '',
//       出生日期: '',
//       民族: '',
//       核验方式: '',
//       是否签字确认: '',
//       身份证有效期: '',
//       身份证号码: '',
//       户籍地址: ''

//     }
//   },
//   // 场地查看: {
//   //   场地查看基础信息表: {
//   //     场地查看任务id: '',
//   //     企业id: '',
//   //     告知承诺: '',
//   //     申请类型: '',
//   //     场地查看任务状态: '',
//   //     场地查看类型: '',
//   //     处理结果: '',
//   //     实际处理人: '',
//   //     处理时间: '',
//   //     '备注说明/不合格内容': '',
//   //     审核结果: '',
//   //     审核人: '',
//   //     审核时间: '',
//   //     场地查看创建人: '',
//   //     场地查看创建时间: '',
//   //     更新人: '',
//   //     更新时间: '',
//   //     本次任务属于该企业的第几次监管任务: ''

//   //   },
//   //   场地查看文件上传表: {
//   //     文件上传表id: '',
//   //     场地查看id: '',
//   //     企业id: '',
//   //     文件路径: '',
//   //     创建人: '',
//   //     创建时间: '',
//   //     文件类型: '',
//   //     文件名称: '',
//   //     证据id: '',
//   //     证据名称: '',
//   //     证据类型: ''

//   //   }
//   // },
//   知识产权: {
//     知识产权: {
//       产权类型: '专利',
//       知识产权名称: '肝素钠下脚料制备高纯度硫酸皮肤素工艺',
//       公开日期: '2019/9/17',
//       申请日期: '2016/7/27',
//       技术领域: 'C08B37/08（2006.01）I',
//       '申请企业(个人)': '河北常山生化药业股份有限公司',
//       申请地址: '河北省石家庄市正定县银川大街北首',
//       申请人类型: '企业',
//       失效时间: '',
//       法律状态: '有效',
//       代理人: '齐兰君',
//       代理机构: '石家庄新世纪专利商标事务所有限公司'

//     }

//   },
//   特种设备: {
//     特种设备: {
//       特种设备类型: '',
//       设备名次: '',
//       注册码: '',
//       所属监管所: '',
//       网格员: '',
//       维保负责人: '',
//       维保公司: '',
//       维保电话: '',
//       下次维保时间: '',
//       本次检验时间: '',
//       检验结论: '',
//       下次检验时间: '',
//       主体id: ''

//     }

//   }
// }]
